Repository: pypi-data/pypi-mirror-66
Catalog: packages/pretix-cashpayment/pretix-cashpayment-2.0.2.tar.gz/pretix-cashpayment-2.0.2/pretix_cashpayment/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Cash Payment
pt_br: Pagamento em Dinheiro

source: This plugin allows you to offer your customers a "pay with cash at the venue" option.
pt_br: Este plugin permite oferecer uma opção de "pagar em dinheiro no local"

source: Payment information text
pt_br: Texto informativo de pagamento

source: You can pay your order by cash at the venue.
pt_br: Você pode pagar seu pedido em dinheiro no local.

source: This order has been paid via Cash Payment.
pt_br: Este pedido foi pago via Pagamento em Dinheiro.

source: Payer
pt_br: Pagante

source: Payment date
pt_br: Data de pagamento

source: Reference
pt_br: Referência

source: This order has been marked as paid via Cash Payment manually.
pt_br: Este pedido foi marcado como pago via Pagamento em Dinheiro

source: This order has been planned to be paid via Cash Payment, but no payment has been received yet.
pt_br: Este pedido foi planejado para ser paga via Pagamento em Dinheiro, mas nenhum pagamento foi recebido ainda.

source: Reference code
pt_br: Código de referência

source: Reference: %(code)s Amount: %(total)s %(currency)s %(additional_details)s
pt_br: Referência: %(code)s Total: %(total)s %(currency)s %(additional_details)s

source: Please print out this page and bring it with you when paying.
pt_br: Por favor, imprima esta página e leve para quando for pagar no local.

source: Amount:
pt_br: Total:

source: Reference code (important):
pt_br: Código de referência (importante):
