Repository: pypi-data/pypi-mirror-66
Catalog: packages/django-cms-articles/django-cms-articles-1.6.1.tar.gz/django-cms-articles-1.6.1/cms_articles/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Language dependent settings
cs: Jazykově závislá nastavení

source: Other settings
cs: Ostatní nastavení

source: You do not have permission to publish this article
cs: Nemáte oprávnění publikovat tento článek

source: The content was successfully published.
cs: Obsah byl úspěšně publikován.

source: There was a problem publishing your content
cs: Nastal problém při publikování obsahu

source: You do not have permission to unpublish this article
cs: Nemáte oprávnění depublikovat tento článek

source: This article was never published
cs: Článek nebyl nikdy publikován

source: The %(language)s article "%(article)s" was successfully unpublished
cs: Překlad do jazyka %(language)s článku "%(article)s" byl úspěšně depublikován

source: You do not have permission to change this article
cs: Nemáte oprávnění upravovat tento článek

source: %(name)s object with primary key %(key)r does not exist.
cs: Objekt typu %(name)s s id %(key)r neexistuje.

source: There only exists one translation for this article
cs: Existuje pouze jeden překlad tohoto článku

source: Title and plugins with language %(language)s was deleted
cs: Obsah pro jazyk %(language)s byl odstraněn

source: Are you sure?
cs: Jste si jisti?

source: Language
cs: Jazyk

source: The current language of the content fields.
cs: Aktuální jazyk obsahu.

source: Another article with this slug already exists
cs: Článek s tímto identifikátorem již existuje

source: Slug must not be empty.
cs: Identifikátor nesmí být prázdný.

source: Initial content of the article.
cs: Počáteční text článku.

source: django CMS articles
cs: django CMS Články

source: Articles tree
cs: Strom článků

source: Articles
cs: Články

source: Article
cs: Článek

source: Articles category
cs: Kategorie článků

source: Article Settings
cs: Nastavení článku

source: Edit this article
cs: Upravit tento článek

source: New Article
cs: Nový článek

source: Publish article now
cs: Publikovat článek teď

source: Default
cs: Výchozí

source: Failed to create user {}: {}
cs: Selhalo vytvoření uživatele {}: {}

source: Successfully created user {}
cs: Úspěšně vytvořen uživatel {}

source: Create users for selected authors
cs: Vytvořit uživatele pro vybrané autory

source: Successfully found user {} for author
cs: Úspěšně nalezen uživatel {} pro autora

source: Failed to find user for author {}
cs: Odpovídající uživatele pro autora {} nenalezen

source: Find users for selected authors
cs: Najít odpovídající uživatele pro vybrané autory

source: Successfullty imported {} authors
cs: Úspěšně importováno {} autorů

source: Successfullty imported {} categories
cs: Úspěšně importováno {} kategorií

source: Successfullty imported {} items
cs: Úspěšně importováno {} položek

source: post parent
cs: nadřazená položka

source: post children
cs: podřízené položky

source: title
cs: titulek

source: imported as
cs: imporováno jako

source: Running import
cs: Běžící import

source: Select predefined import options
cs: Vyberte předdefinované volby importu

source: Import selected items into CMS
cs: Imporovat vybrané položky do CMS

source: Global options
cs: Všeobecné volby

source: Article specific options
cs: Volby importu článků

source: Page specific options
cs: Volby importu stránek

source: File specific options
cs: Volby importu souborů

source: Gallery specific options
cs: Volby importu fotogalerií

source: Slide specific options
cs: Volby importu slidů

source: django CMS articles - import from WordPress
cs: django CMS Články - import z WordPressu

source: WordPress XML file
cs: XML soubor z WordPressu

source: Select XML file with posts exported from WP.
cs: Vyberte XML soubor s položkami exportovanými z WP.

source: Options
cs: Volby

source: author id
cs: id autora

source: login name
cs: přihlašovací jméno

source: first name
cs: jméno

source: last name
cs: příjmení

source: user
cs: uživatel

source: author
cs: autor

source: authors
cs: autoři

source: term id
cs: id kategorie

source: name
cs: název

source: slug
cs: identifikátor

source: parent slug
cs: id rodiče

source: articles category
cs: kategorie článků

source: category
cs: kategorie

source: categories
cs: kategorie

source: link
cs: odkaz

source: publication date
cs: datum zveřejnění

source: created by
cs: vytvořil(a)

source: description
cs: popis

source: content
cs: obsah

source: excerpt
cs: perex

source: post id
cs: id

source: post date
cs: datum

source: post name
cs: slug

source: status
cs: stav

source: parent post id
cs: id rodiče

source: type
cs: typ

source: imported article
cs: článek

source: imported page
cs: importovaná stránka

source: imported file
cs: importovaný soubor

source: attachments folder
cs: adresář pro přílohy

source: item
cs: položka

source: items
cs: položky

source: language
cs: jazyk

source: The language of the content fields.
cs: Jazyk obsahu.

source: tree
cs: strom

source: All posts will be imported as articles in this tree.
cs: Všechny položky typy post budou naimportovány jako články do tohoto stromu.

source: template
cs: šablona

source: The name of placeholder used to create content plugins in.
cs: Název placeholderu, ve kterém bude zobrazen obsah.

source: Select folder for articles. Subfolder will be created for each article with attachments.
cs: Vyberte složku pro články. Pro každý článek, který má přílohy, bude vytvořena podsložka.

source: create redirects
cs: vytvořit přesměrování

source: Create django redirects for each article from the old path to the new imported path
cs: Vytvořit přesměrování pro každý článek z původní (WordPress) adresy na novou.

source: publish
cs: publikovat

source: Publish imported articles.
cs: Publikovat importované články.

source: root
cs: kořen

source: All pages will be imported as sub-pages of this page.
cs: Všechny stránky budou importovány jako podstránky této stránky.

source: Select folder for pages. Subfolder will be created for each page with attachments.
cs: Vyberte složku pro stránky. Pro každou stránku, která má přílohy, bude vytvořena podsložka.

source: Create django redirects for each page from the old path to the new imported path
cs: Vytvořit přesměrování pro každou stránku z původní (WordPress) adresy na novou.

source: Publish imported pages.
cs: Publikovat importované stránky.

source: folder
cs: složka

source: Select folder for galleries. Subfolder will be created for each gallery.
cs: Vyberte složku pro galerie. Pro každou galerii bude vytvořena podsložka.

source: Select folder for slides.
cs: Vyberte složku pro slidy.

source: Select folder for other attachments.
cs: Vyberte složku pro ostatní přílohy.

source: options
cs: volby

source: Home
cs: Domů

source: waiting
cs: čekající

source: running
cs: běžící

source: failed
cs: selhalo

source: Import into CMS
cs: Import do CMS

source: Proceed
cs: Provést

source: Cancel
cs: Zrušit

source: The page the article is accessible at.
cs: Stránka, na které bude článek dostupný.

source: The template used to render the content.
cs: Šablona, která bude použita k zobrazení článku.

source: attributes
cs: vlastnosti

source: changed by
cs: změnil(a)

source: When the article should go live. Status must be "Published" for article to go live.
cs: Od kdy má být článek veřejně dostupný. Stav musí být "Publikován", aby byl článek veřejný.

source: publication end date
cs: konec zveřejnění

source: When to expire the article. Leave empty to never expire.
cs: Do kdy má být článek veřejně dostupný. Ponechte prázdné, pokud chcete, aby byl dostupný navždy.

source: publication or creation time
cs: čas zveřejnění nebo vytvoření

source: login required
cs: vyžadovat přihlášení

source: article
cs: článek

source: articles
cs: články

source: attribute
cs: vlastnost

source: page
cs: stránka

source: Template
cs: Šablona

source: The template used to render plugin.
cs: Šablone použitá k zobrazení obsahu.

source: Number of last articles
cs: Počet zobrazených článků

source: trees
cs: stromy

source: last {} articles
cs: posledních {} článků

source: include sub-categories
cs: zahrnout podkategorie

source: Check, if you want to include articles from sub-categories of this category.
cs: Zaškrtněte, pokud chcete zahrnout články z podkategorií.

source: last {} articles in this category
cs: posledních {} článků v této kategorii

source: The text displayed in an articles overview.
cs: Text zobrazovaný v přehledu článků.

source: page title
cs: titulek stránky

source: overwrite the title (html title tag)
cs: přepíše, co se zobrazuje v záhlaví stránky

source: menu title
cs: titulek v menu

source: overwrite the title in the articles overview
cs: přepíše, co se zobrazuje v menu a drobečkové navigaci

source: meta description
cs: popis (meta)

source: The text displayed in search engines.
cs: Text zobrazovaný vyhledávači.

source: creation date
cs: datum vytvoření

source: image
cs: obrázek

source: is published
cs: je publikován

source: Add an article
cs: Přidat článek

source: Change an article
cs: Úprava článku

source: Edit article in language %(language)s
cs: Upravit článek v jazyce %(language)s

source: Edit
cs: Upravit

source: Publish
cs: Publikovat

source: Unpublish
cs: Depublikovat

source: Settings
cs: Nastavení

source: Translate
cs: Přeložit

source: previous
cs: předchozí

source: next
cs: další

source: Archive
cs: Archiv

source: Article not found on %(domain)s
cs: Článek nebyl v doméně %(domain)s nalezen
