Repository: pypi-data/pypi-mirror-66
Catalog: packages/selia-visualizers/selia-visualizers-0.1.tar.gz/selia-visualizers-0.1/selia_visualizers/locale/*/LC_MESSAGES/django.po
Languages: es

source: visualizer
es: visualizador

source: Visualizer
es: Visualizador

source: javascript file
es: archivo de javascript

source: Javascript file containing visualizer component
es: Archivo de javascript que contiene la componente de visualizador

source: Visualizer Component
es: Componente de Visualizador

source: Visualizers Components
es: Componentes de Visualizador

source: item type
es: tipo de artículo

source: Item type
es: Tipo de artículo

source: visualizer component
es: componente de visualizador

source: Visualizer component
es: Componente de visualizador

source: is active
es: está activa

source: Is visualizer app active?
es: ¿Está activa la aplicación del visualizador?

source: Visualizer Component Item Type
es: Tipo de Artículo de Componente de Visualizador

source: Visualizer Component Item Types
es: Tipos de Artículo de Componente de Visualizador
