Repository: pypi-data/pypi-mirror-66
Catalog: packages/django-envelope/django_envelope-1.4-py2.py3-none-any.whl/envelope/locale/*/LC_MESSAGES/django.po
Languages: pt_br, ru

source: From
pt_br: De
ru: От

source: Subject
pt_br: Assunto
ru: Тема

source: Message
pt_br: Mensagem
ru: Сообщение

source: Contact form submitted and sent (from: %s)
pt_br: Formul치rio de contato submetido e enviado (de: %s)
ru: Контактный формуляр представляется и послал (от: %s)

source: An error occured while sending the email
pt_br: Um erro ocorreu ao enviar o email
ru: Произошла ошибка при отправке электронной почты

source: Message from contact form:
pt_br: Mensagem do formul치rio de contato:
ru: Сообщение от контактной формы:

source: Send!
pt_br: Enviar!
ru: Послать!

source: Message from the contact form
pt_br: Mensagem do formul치rio de contato
ru: Сообщение от контактной формы

source: Sender
pt_br: Remetente
ru: Отправитель

source: message sent with envelope - a contact form app for Django
pt_br: mensagem enviada com envelope - uma app de formul치rio de contato para Django
ru: Сообщение, отправленное с envelope - форма контакта приложение для Django

source: The message follows.
pt_br: A mensagem segue.
ru: Сообщение.
