Repository: pypi-data/pypi-mirror-66
Catalog: packages/selia-annotator/selia_annotator-0.1-py3-none-any.whl/selia_annotator/locale/*/LC_MESSAGES/django.po
Languages: es

source: annotation tool
es: herramienta de anotación

source: Annotation tool
es: Herramienta de anotación

source: javascript file
es: archivo de javascript

source: Javascript file containing annotator component
es: Archivo de javascript que contiene la componente del anotador

source: is active
es: está activa

source: Is annotator tool active?
es: Está activa la herramienta de anotación?

source: Annotation Tool Component
es: Componente de Herramienta de Anotación

source: Annotation Tool Components
es: Componentes de Herramientas de Anotación

source: Item
es: Artículo

source: Annotations: Add
es: Añadir annotación
