Repository: pypi-data/pypi-mirror-66
Catalog: packages/django-envelope/django-envelope-1.4.tar.gz/django-envelope-1.4/envelope/locale/*/LC_MESSAGES/django.po
Languages: el, nl

source: From
el: Αποστολέας
nl: Afzender

source: Subject
el: Θέμα
nl: Onderwerp

source: Message
el: Μήνυμα
nl: Bericht

source: Contact form submitted and sent (from: %s)
el: Η Φόρμα Επικοινωνίας απεστάλη επιτυχώς (αποστολέας: %s)
nl: Contactformulier ingediend en verzonden (van: %s)

source: An error occured while sending the email
el: Υπήρξε λάθος κατά την αποστολή του email
nl: Er ging iets mis tijdens het verzenden van de email

source: Message from contact form:
el: Μήνυμα από τη Φόρμα Επικοινωνίας:
nl: Bericht van het contactformulier:

source: Send!
el: Αποστολή!
nl: Verzenden!

source: Message from the contact form
el: Μήνυμα από τη Φόρμα Επικοινωνίας
nl: Bericht van het contactformulier

source: Sender
el: Αποστολέας
nl: Afzender

source: message sent with envelope - a contact form app for Django
el: το μήνυμα εστάλη με το envelope
nl: bericht verzonden met envelope - een contactformulier-app voor Django

source: The message follows.
el: Ακολουθεί το μήνυμα.
nl: Het bericht volgt.
